{
  "episodios": [
    {
      "titulo": "EP01 - Quando o Azul Toca a Pele",
      "data": "2025-04-05",
      "resumo": "Na reabertura dos salões da antiga mansão Albatroz, agora propriedade da família Moreno, os olhos da cidade se voltam para o coquetel da escolha de Miss Santana do Salvamento. Rubi Albatroz chega triunfante e é conduzida ao centro por Martín Moreno, que a provoca com elegância venenosa — reavivando a rivalidade de sangue e orgulho entre os dois.\n\nNos bastidores, a tensão cresce. O médico idoso da Santa Casa, aparentemente bêbado, deixa escapar algo sobre o nascimento de Martín e de um irmão... e menciona uma cicatriz que Martín jamais teve. A dúvida se planta como veneno silencioso.\n\nEnquanto isso, Pablo Rubio circula pela festa como garçom, observando tudo com olhos de lobo. Ele se aproxima de Rubi, com quem mantém uma relação tóxica, mas intensa. O vestido de Rubi, sabotado misteriosamente, rasga minutos antes de seu desfile triunfal, deixando-a apenas de lingerie diante da elite da cidade — e é Pablo quem a salva da humilhação.\n\nBeatriz, a empregada de confiança de Barreta — e paixão silenciosa de Martín — solta um grito horrorizado ao ver sinais da doença misteriosa que aflige o pai de Martín. Um calafrio coletivo toma o salão, mas Martín permanece firme... mesmo com o coração batendo como um tambor de guerra.",
      "imagens": [
        "assets/01.jpeg",
        "assets/02.jpeg",
        "assets/03.jpeg",
        "assets/04.jpeg",
        "assets/05.jpeg",
        "assets/06.jpeg",
        "assets/07.jpeg",
        "assets/08.jpeg",
        "assets/09.jpeg",
        "assets/10.jpeg",
        "assets/11.jpeg",
        "assets/12.jpeg",
        "assets/13.jpeg",
        "assets/14.jpeg",
        "assets/15.jpeg",
        "assets/16.jpeg"
      ]
    },
    {
      "titulo": "EP02 - Segredos, Beijos e Contratos",
      "data": "2025-04-19",
      "resumo": "Enquanto Beatriz é socorrida por Rubiane, Lorenzo e Macarena após o colapso no coquetel, a chegada de Suu Shee Mei transforma o evento num verdadeiro campo minado social. Rubi é surpreendida com um luxuoso Porsche vermelho e um contrato misterioso que Suu insiste para que ela assine — sem revelar o conteúdo.\n\nPablo recebe um dossiê comprometedor do enigmático Patrulheiro e, crente de que os Moreno estão por trás da corrupção na cidade, promete ajudá-lo a investigar os desvios de verba da saúde e educação. Em paralelo, Pablo também se aproxima de Beatriz, incentivando-a a viver o momento — e plantar a semente do beijo que ela daria em Martín logo depois, emocionada com a entrega de um anel da falecida avó dele.\n\nBarreta observa tudo com desconfiança crescente, especialmente em relação ao seu motorista Diego, e troca farpas com Rubi e Macarena. O médico da Santa Casa desaparece misteriosamente da festa, e sua filha começa a procurá-lo. Já Amanda, sob o efeito de drogas, protagoniza um escândalo: um vídeo comprometedor chega a Barreta pelas mãos de Diego, e ela arma uma cena dramática antes de beijar Rubi no carro.\n\nDo lado de fora, os manifestantes se amontoam em protesto contra a presença da multinacional chinesa na cidade. Pablo tenta sair com sua moto, enquanto Martín age como um verdadeiro Caballero e ordena a chegada da polícia. O cerco se fecha — e os segredos também.",
      "imagens": [
        "assets/17.jpeg",
        "assets/18.jpeg",
        "assets/19.jpeg",
        "assets/20.jpeg",
        "assets/21.jpeg",
        "assets/22.jpeg",
        "assets/23.jpeg",
        "assets/24.jpeg",
        "assets/25.jpeg",
        "assets/26.jpeg",
        "assets/27.jpeg",
        "assets/28.jpeg",
        "assets/29.jpeg",
        "assets/30.jpeg",
        "assets/31.jpeg"
      ]
    },
    {
      "titulo": "EP03 - Escândalos, Sussurros e o Azul da Vergonha",
      "data": "2025-05-03",
      "resumo": "A madrugada após o coquetel termina em confusão. A polícia dispersa os manifestantes que cercavam a mansão dos Moreno, mas não antes da moto de Pablo ser vandalizada. Surge então uma nova figura na cidade: a policial Ximena, incisiva, que exige as filmagens da noite.\n\nEnquanto isso, o médico da Santa Casa, visivelmente abalado, revela a Pablo que está sendo ameaçado. Em meio ao caos, Pablo leva o médico e Macarena para uma rua calma, mas a tensão explode — um tapa em Macarena sela o clima perigoso. Barreta, observando tudo das sombras, vê ali uma oportunidade: propõe a Pablo uma aliança contra Martín.\n\nEnquanto isso, Rubi volta ao coquetel apenas para presenciar Martín em crise. Beatriz, alarmada, decide ir embora com Rubi e a prefeita Taloka. Martín confronta a prefeita, mergulha numa discussão acalorada e, sozinho, recebe um bilhete misterioso com um convite tentador: “Rosa Plaza, quadro 912. Resgate financeiro.”\n\nNo amanhecer seguinte, Rubi enfrenta a síndica de seu prédio por barulhos durante a madrugada, enquanto Pablo retorna à casa de Dona Rubão. Mas é o jornal “A Audiência” que dá o verdadeiro tom da manhã: a manchete estampa o termo “Mão Azul”, enquanto vídeos comprometendo Rubi viralizam, mostrando-a apenas de lingerie durante o escândalo da festa. Comentários maldosos questionam sua moral — e pior, levantam suspeitas sobre sua relação com Pablo, destacando sua semelhança com Martín.\n\nMacarena publica um vídeo onde Cristal fala da sabotagem à irmã. O Patrulheiro libera filmagens do surto de Beatriz. A internet ferve com acusações, xenofobia contra Suu Shee Mei, e boatos de que Beatriz estaria tentando dar um golpe do baú no herdeiro Moreno. E entre sussurros, também circula o vídeo de Amanda… e a expressão aterrorizada de seu pai.",
      "imagens": [
        "assets/32.jpeg",
        "assets/33.jpeg",
        "assets/34.jpeg",
        "assets/35.jpeg",
        "assets/36.jpeg",
        "assets/37.jpeg",
        "assets/38.jpeg",
        "assets/39.jpeg",
        "assets/40.jpeg",
        "assets/41.jpeg",
        "assets/42.jpeg"
      ],
      "video": "assets/episodio03.mp4"
    }
       
  ]
}