{
    "contexto_novela": [
        {
            "contexto01": "Poucas novidades surgem em Santa Ana do Salvamento, uma cidade gêmea da estrangeira Rivelha, localizada na Cisplatina. O auge econômico da cidade aconteceu com a chegada dos frigoríficos Albatroz, instalados pela ilustre família Albatroz no início do século XX. De origem europeia, a família trazia consigo riquezas e títulos de nobreza, transformando a pacata cidade tanto economicamente quanto socialmente. Seus negócios floresceram, impulsionando a economia local e trazendo prosperidade à região. No entanto, cada nova geração da família parecia marcada por infortúnios: doenças, reveses financeiros e tragédias sucessivas. Esses eventos culminaram na ruína total da família, que atingiu seu ápice com o suicídio de Alfred e Eleonor Helmet, os últimos herdeiros dos Albatroz. Ao tirarem suas próprias vidas, deixaram duas filhas pequenas – Cristal e Rubi Albatroz – órfãs e sobrecarregadas por dívidas. As meninas foram acolhidas no Lar das Meninas, um orfanato modesto situado nos arredores da cidade.",
            "contexto02": "Santa Ana do Salvamento sofreu e decaiu junto com os Albatroz. O que restou dessa família, que um dia foi a alma da cidade, foram apenas resquícios: algumas casas antigas de inspiração inglesa, nomes de ruas e o sobrenome gravado em prédios agora decadentes, desapropriados pela prefeitura. A imponente mansão dos Albatroz foi vendida ao empresário turco-brasileiro Amir Hassin Moreno, proprietário da rede Visconde’s Freeshops. Com o passar dos anos, alguns empreendimentos comerciais alcançaram certo sucesso, mas a glória que os Albatroz trouxeram jamais foi recuperada. Embora os freeshops de Rivelha atraíssem turistas para Santa Ana, o brilho da cidade nunca voltou a ser o mesmo.",
            "contexto03": "A falta de empregos marcava Santa Ana do Salvamento, isolada dos principais polos industriais do Estado. Para os jovens, a única alternativa era migrar para Porto dos Casais, a capital distante a várias horas de viagem. Na cidade pacata, o poder econômico e político estava concentrado nas mãos de um pequeno grupo de empresários locais, que manipulavam a política para proteger seus próprios interesses. Contudo, essa hegemonia começou a ser ameaçada com a chegada de Suu Shee Mei à tranquila fronteira.",
            "contexto04": "A empresária de Shanghei, com seu sorriso enigmático e sua voz fina e cordial, chegou como um verdadeiro furacão. Santa Ana, distante das demais cidades brasileiras, conectava-se a Rivelha por uma fronteira invisível e sem barreiras. Mal podiam imaginar as elites de ambas as cidades que suas posições seriam desafiadas por uma mulher magra e sorridente, vinda do outro lado do mundo. Mais especificamente, os brasileiros jamais suspeitariam que sua maior ameaça surgiria justamente de sua fronteira mais pacífica e integrada.",
            "contexto05": "A Cisplatina, um pequeno país de economia predominantemente agrícola, enfrentava o desafio de uma população que envelhecia e diminuía a cada ano. Em resposta, o governo lançou um plano ambicioso: a criação das primeiras cidades verdadeiramente globalizadas do mundo. Ofereceu-se uma série de incentivos fiscais para atrair empresas, incluindo zonas livres de impostos e regulamentações comerciais. Rivelha foi escolhida como projeto-piloto devido à sua integração com o Brasil, prometendo um fluxo significativo de clientes de ambos os países. Apesar das expectativas de atrair diversas empresas, apenas a gigante Shangheiwesa WeiHua demonstrou interesse. A realidade é que, ao saberem da chegada da WeiHua, outros empresários perceberam que competir ali seria inútil.",
            "contexto06": "O conglomerado WeiHua expandia-se pelo mundo com suas megalojas, oferecendo de tudo: desde produtos de supermercado e roupas, até medicamentos, oficinas mecânicas, laboratórios médicos integrados e serviços de telemedicina. Onde quer que se instalasse, o impacto era inevitável: o comércio local definhava. Com preços extremamente competitivos, a concorrência simplesmente não tinha chance. Todas as lojas, seus funcionários e até mesmo os trabalhadores responsáveis por construir os estabelecimentos eram trazidos diretamente de Shanghei. Isso gerava tensões: empresários locais sentiam-se ameaçados, trabalhadores revoltavam-se ao perderem seus empregos, enquanto a população dividia-se, fascinada pelos produtos e serviços acessíveis, mas conscientes do custo social dessa mudança.",
            "contexto07": "Suu Shee Mei foi escolhida como representante para negociar e organizar a presença da WeiHua na região. Vista por muitos como uma mulher de negócios implacável e sem escrúpulos, ela mantém uma fachada de benfeitora, sempre pronta a oferecer ajuda e conquistar a simpatia de alguns. No entanto, Suu Shee não é a única ameaça pairando sobre Santa Ana e Rivelha. Uma doença desconhecida e altamente letal começou a se manifestar em alguns moradores. Seu sintoma mais alarmante é o surgimento de um tom azulado nas extremidades das mãos, que gradualmente se espalha pelo corpo. Quanto mais escuro o azul e mais próximo do pulso, mais iminente está a morte do infectado, que ocorre de forma súbita quando o coração simplesmente para de bater.",
            "contexto08": "Rumores sobre a chega de Suu Shee e do conglomerado WeiHua circulam pela cidade, mas foram confirmados oficialmente apenas no evento patrocinado pela prefeitura e empresários locais para a escolha da Miss Santa Ana do Salvamento. Do qual Rubi saiu coroada. O coquetel privado que ocorrerá após o evento será a chance perfeita para ela fazer novas conexões e aprofundar as antigas com o objetivo de melhorar sua posição social. É uma oportunidade também para Martin Hassin Moreno, que apesar de ser o único herdeiro dos Visconde’s Freeshops e um dos patrocinadores do evento, está enfrentando problemas financeiros com os negócios com a doença de seu pai avançando. Ele é uma das vítimas da misteriosa nova doença que paira na região e seu coração pode parar a qualquer instante.",
            "contexto09": "Lifhi e Barreta almejam também nesse evento entender os impactos da chegada de Suu Shee à cidade, pois isso sem dúvidas pode acabar com seus negócios não apenas na cidade, mas também por toda a região. Pablo, por sua vez, não foi convidado para entrar no coquetel, porém sua mãe irá trabalhar no evento ajudando na cozinha, o que lhe deu uma desculpa para poder ir até o local. Ele não resistiu à tentação de ver sua amiguinha tóxica em ação: Rubi estaria finalmente em seu território de caça e isso ele queria ver. Além disso, Pablo estava curioso sobre Hassin Moreno e pensava que talvez essa noite fosse uma oportunidade de usar a semelhança entre eles para obter algum tipo de vantagem."
        }
    ]
}